

answers_to_user: dict[str, str] = {
    'start_handler': 'Привет, username%s!\n'
                     'Выбери направление, которое тебя интересует'.format(),
    'warning_start_handler': 'Выбери направление, нажав на кнопку из предложенных:)',
    'process_sphere_button': f'Теперь выбери специальность\n'
                             f'жми на кнопку, и переходи по ссылке. \n'
                             f'Там тебя ждёт обучение:)',
    'warning_process_sphere_press': 'Выбери профессию, нажав на кнопку из предложенных:)',
    'process_profession_button': 'Отличный выбор! Держи ссылку на обучение со скидкой:)',
    'other_messages': "Напиши или нажми /start \n"
                      f"Выбери профессию, которая тебе подойдёт:)"
}
